Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Çevre haritası hazır
source: Environment map ready
ar: خريطة البيئة جاهزة
bn: পরিবেশ মানচিত্র প্রস্তুত
de: Umgebungskarte fertig
es: Mapa del entorno listo
fr: Carte de l'environnement prête
hi: पर्यावरण मानचित्र तैयार
ja: 環境マップの準備が完了しました
pt: Mapa ambiental pronto
ru: Карта окружения готова
tr: Çevre haritası hazır
zh_hans: 环境图准备好了

# Çevre haritası hazır olmadı
source: The environment map is not ready
ar: خريطة البيئة ليست جاهزة
bn: পরিবেশ মানচিত্র প্রস্তুত নয়
de: Die Umgebungskarte ist noch nicht fertig
es: El mapa ambiental no está listo
fr: La carte de l'environnement n'est pas prête
hi: पर्यावरण का नक्शा तैयार नहीं है
ja: 環境マップの準備ができていません
pt: O mapa ambiental não está pronto
ru: Карта окружения не готова
tr: Çevre haritası hazır olmadı
zh_hans: 环境贴图尚未准备好

# Çevre haritası hazırlanıyor
source: Preparing environment map
ar: إعداد الخريطة البيئية
bn: পরিবেশ মানচিত্র প্রস্তুত করা হচ্ছে
de: Umgebungskarte vorbereiten
es: Preparando mapa del entorno
fr: Préparation de la carte de l'environnement
hi: पर्यावरण मानचित्र तैयार करना
ja: 環境マップの準備
pt: Preparando mapa ambiental
ru: Подготовка карты окружающей среды
tr: Çevre haritası hazırlanıyor
zh_hans: 准备环境地图

source: The environment map could not be saved yet. Scan the same surface some more and try again.
ar: لا يمكن حفظ خريطة البيئة بعد. قم بمسح نفس السطح أكثر وحاول مرة أخرى.
bn: পরিবেশ মানচিত্র এখনও সংরক্ষণ করা যায়নি. একই পৃষ্ঠটি আরও কিছু স্ক্যান করুন এবং আবার চেষ্টা করুন।
de: Die Umgebungskarte konnte noch nicht gespeichert werden. Scannen Sie dieselbe Oberfläche noch einmal und versuchen Sie es erneut.
es: El mapa del entorno aún no se ha podido guardar. Escanee la misma superficie un poco más e inténtelo de nuevo.
fr: La carte de l'environnement n'a pas encore pu être enregistrée. Scannez encore la même surface et réessayez.
hi: पर्यावरण मानचित्र अभी तक सहेजा नहीं जा सका. उसी सतह को कुछ और स्कैन करें और पुनः प्रयास करें।
ja: 環境マップをまだ保存できませんでした。同じ表面をもう少しスキャンして、再試行してください。
pt: O mapa ambiental ainda não pôde ser salvo. Digitalize mais um pouco a mesma superfície e tente novamente.
ru: Карту окружения пока не удалось сохранить. Просканируйте ту же поверхность еще раз и повторите попытку.
tr: Çevre haritası henüz kaydedilemedi. Aynı yüzeyi biraz daha tarayıp tekrar deneyin.
zh_hans: 尚无法保存环境贴图。多扫描同一表面，然后重试。

# Çevre haritası sınırlı
source: Environment map limited
ar: خريطة البيئة محدودة
bn: পরিবেশ মানচিত্র সীমিত
de: Umgebungskarte begrenzt
es: Mapa ambiental limitado
fr: Carte d'environnement limitée
hi: पर्यावरण मानचित्र सीमित
ja: 環境マップ限定
pt: Mapa ambiental limitado
ru: Карта окружающей среды ограничена
tr: Çevre haritası sınırlı
zh_hans: 环境图有限

# Çevrendeki Dijital İzler
source: Digital Traces Around You
ar: الآثار الرقمية من حولك
bn: আপনার চারপাশে ডিজিটাল ট্রেস
de: Digitale Spuren um Sie herum
es: Rastros digitales a tu alrededor
fr: Traces numériques autour de vous
hi: आपके आस-पास डिजिटल निशान
ja: あなたの周りのデジタル痕跡
pt: Rastros digitais ao seu redor
ru: Цифровые следы вокруг вас
tr: Çevrendeki Dijital İzler
zh_hans: 您周围的数字痕迹

# Çevreyi tara
source: Scan the environment
ar: مسح البيئة
bn: পরিবেশ স্ক্যান করুন
de: Scannen Sie die Umgebung
es: Escanear el entorno
fr: Scanner l'environnement
hi: पर्यावरण को स्कैन करें
ja: 環境をスキャンする
pt: Analise o ambiente
ru: Сканируйте окружающую среду
tr: Çevreyi tara
zh_hans: 扫描环境

# Çok sık fotoğraf yükledin. Bir saat sonra tekrar dene.
source: You upload photos too often. Try again in an hour.
ar: لقد رفعت الصور مرات كثيرة. حاول مرة أخرى بعد ساعة.
bn: আপনি খুব বেশি বার ছবি আপলোড করেছেন। এক ঘণ্টা পর আবার চেষ্টা করুন।
de: Sie laden zu oft Fotos hoch. Versuchen Sie es in einer Stunde noch einmal.
es: Subes fotos con demasiada frecuencia. Inténtalo de nuevo en una hora.
fr: Vous téléchargez des photos trop souvent. Réessayez dans une heure.
hi: आपने बहुत बार फ़ोटो अपलोड की हैं। एक घंटे बाद फिर से प्रयास करें।
ja: 写真を頻繁にアップロードしすぎます。 1 時間後にもう一度試してください。
pt: Você carrega fotos com muita frequência. Tente novamente em uma hora.
ru: Вы слишком часто загружаете фотографии. Попробуйте еще раз через час.
tr: Çok sık fotoğraf yükledin. Bir saat sonra tekrar dene.
zh_hans: 您上传照片过于频繁。一小时后重试。

# Çıkar
source: Remove
ar: إزالة
bn: সরান
de: Entfernen
es: Quitar
fr: Supprimer
hi: हटाओ
ja: 削除
pt: Remover
ru: Удалить
tr: Çıkar
zh_hans: 删除

# Önce bir yüzey seçin.
source: First choose a surface.
ar: أولا اختيار السطح.
bn: প্রথমে একটি পৃষ্ঠ চয়ন করুন।
de: Wählen Sie zunächst eine Oberfläche.
es: Primero elige una superficie.
fr: Choisissez d’abord une surface.
hi: सबसे पहले एक सतह चुनें.
ja: まずサーフェスを選択します。
pt: Primeiro escolha uma superfície.
ru: Сначала выберите поверхность.
tr: Önce bir yüzey seçin.
zh_hans: 首先选择一个表面。

# Önüme yerleştir · 0,8 m
source: Place in front of me · 0.8 m
ar: تثبيت أمامي · ٠٫٨ م
bn: আমার সামনে রাখুন · 0.8 মি
de: Vor mir platzieren · 0,8 m
es: Colóquelo frente a mí · 0,8 m
fr: Place devant moi · 0,8 m
hi: मेरे सामने रखें · 0.8 मी
ja: 目の前に配置 · 0.8 m
pt: Coloque na minha frente · 0,8 m
ru: Разместить передо мной · 0,8 м
tr: Önüme yerleştir · 0,8 m
zh_hans: 放置在我前方 · 0.8 米

# Özel koleksiyon
source: Private collection
ar: مجموعة خاصة
bn: ব্যক্তিগত সংগ্রহ
de: Private Sammlung
es: Colección privada
fr: Collection privée
hi: निजी संग्रह
ja: 非公開のコレクション
pt: Coleção privada
ru: Личная коллекция
tr: Özel koleksiyon
zh_hans: 私人收藏集

# İlk koleksiyonu oluştur
source: Create first collection
ar: إنشاء المجموعة الأولى
bn: প্রথম সংগ্রহ তৈরি করুন
de: Erstellen Sie die erste Sammlung
es: Crear primera colección
fr: Créer la première collection
hi: पहला संग्रह बनाएं
ja: 最初のコレクションを作成する
pt: Crie a primeira coleção
ru: Создать первую коллекцию
tr: İlk koleksiyonu oluştur
zh_hans: 创建第一个收藏集

# İlk yorumu sen yaz.
source: Write the first comment.
ar: اكتب التعليق الأول.
bn: প্রথম মন্তব্য লিখুন।
de: Schreiben Sie den ersten Kommentar.
es: Escribe el primer comentario.
fr: Écrivez le premier commentaire.
hi: पहली टिप्पणी लिखें.
ja: 最初のコメントを書きます。
pt: Escreva o primeiro comentário.
ru: Напишите первый комментарий.
tr: İlk yorumu sen yaz.
zh_hans: 写第一个评论。

# İlk yüzeyi sen oluştur
source: Create the first surface
ar: إنشاء السطح الأول
bn: প্রথম পৃষ্ঠ তৈরি করুন
de: Erstellen Sie die erste Oberfläche
es: Crea la primera superficie
fr: Créer la première surface
hi: पहली सतह बनाएं
ja: 最初のサーフェスを作成する
pt: Crie a primeira superfície
ru: Создайте первую поверхность
tr: İlk yüzeyi sen oluştur
zh_hans: 创建第一个表面

# İncelemede
source: Under review
ar: قيد المراجعة
bn: পর্যালোচনাধীন
de: In Prüfung
es: En revisión
fr: En cours de vérification
hi: समीक्षाधीन
ja: 審査中
pt: Em análise
ru: На проверке
tr: İncelemede
zh_hans: 审核中

source: There is no internet connection. The post is queued on the device and will be tried again when the connection is restored.
ar: لا يوجد اتصال بالإنترنت. يتم وضع المنشور في قائمة الانتظار على الجهاز وستتم تجربته مرة أخرى عند استعادة الاتصال.
bn: ইন্টারনেট সংযোগ নেই। পোস্টটি ডিভাইসে সারিবদ্ধ আছে এবং সংযোগ পুনরুদ্ধার করা হলে আবার চেষ্টা করা হবে৷
de: Es besteht keine Internetverbindung. Der Beitrag wird auf dem Gerät in die Warteschlange gestellt und es wird erneut versucht, wenn die Verbindung wiederhergestellt ist.
es: No hay conexión a Internet. La publicación está en cola en el dispositivo y se intentará nuevamente cuando se restablezca la conexión.
fr: Il n'y a pas de connexion Internet. La publication est mise en file d'attente sur l'appareil et sera réessayée lorsque la connexion sera rétablie.
hi: कोई इंटरनेट कनेक्शन नहीं है. पोस्ट डिवाइस पर कतारबद्ध है और कनेक्शन बहाल होने पर फिर से प्रयास किया जाएगा।
ja: インターネット接続がありません。投稿はデバイスのキューに入れられ、接続が復元されたときに再試行されます。
pt: Não há conexão com a Internet. A postagem está na fila do dispositivo e será tentada novamente quando a conexão for restaurada.
ru: Нет подключения к Интернету. Публикация помещена в очередь на устройстве и будет повторена, когда соединение будет восстановлено.
tr: İnternet bağlantısı yok. Post cihazda sıraya alındı ve bağlantı geri geldiğinde yeniden denenecek.
zh_hans: 没有互联网连接。该帖子在设备上排队，并在连接恢复后再次尝试。

# İptal edildi
source: Cancelled
ar: تم الإلغاء
bn: বাতিল
de: Abgebrochen
es: Cancelado
fr: Annulé
hi: रद्द कर दिया गया
ja: キャンセルされました
pt: Cancelado
ru: Отменено
tr: İptal edildi
zh_hans: 取消

# İptal et
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: İptal et
zh_hans: 取消

# İçerik açılıyor…
source: Content is opening…
ar: جارٍ فتح المحتوى…
bn: বিষয়বস্তু খোলা হচ্ছে...
de: Inhalt wird geöffnet…
es: El contenido se está abriendo...
fr: Le contenu s’ouvre…
hi: सामग्री खुल रही है...
ja: コンテンツがオープン中です…
pt: O conteúdo está abrindo…
ru: Контент открывается…
tr: İçerik açılıyor…
zh_hans: 内容正在打开...

# İçerik bu fiziksel yüzeye sabitlenecek.
source: The content will be fixed to this physical surface.
ar: سيتم تثبيت المحتوى على هذا السطح المادي.
bn: বিষয়বস্তু এই বাস্তব পৃষ্ঠে স্থির করা হবে।
de: Der Inhalt wird auf dieser physischen Oberfläche fixiert.
es: El contenido se fijará a esta superficie física.
fr: Le contenu sera fixé sur cette surface physique.
hi: सामग्री इस भौतिक सतह पर स्थिर हो जाएगी.
ja: コンテンツはこの物理的表面に固定されます。
pt: O conteúdo será fixado nesta superfície física.
ru: Содержимое будет закреплено на этой физической поверхности.
tr: İçerik bu fiziksel yüzeye sabitlenecek.
zh_hans: 内容将固定到该物理表面。

# İçerik ekle
source: Add content
ar: أضف محتوى
bn: বিষয়বস্তু যোগ করুন
de: Inhalte hinzufügen
es: Agregar contenido
fr: Ajouter du contenu
hi: सामग्री जोड़ें
ja: コンテンツの追加
pt: Adicionar conteúdo
ru: Добавить контент
tr: İçerik ekle
zh_hans: 添加内容

# İçerik kameranın 0,8 m önünde görünecek.
source: The content will appear 0.8m in front of the camera.
ar: سيظهر المحتوى على بعد 0.8 متر أمام الكاميرا.
bn: বিষয়বস্তু ক্যামেরার সামনে 0.8m প্রদর্শিত হবে।
de: Der Inhalt wird 0,8 m vor der Kamera angezeigt.
es: El contenido aparecerá a 0,8 m delante de la cámara.
fr: Le contenu apparaîtra à 0,8 m devant la caméra.
hi: सामग्री कैमरे के 0.8 मीटर सामने दिखाई देगी।
ja: コンテンツはカメラの 0.8 メートル前に表示されます。
pt: O conteúdo aparecerá 0,8 m na frente da câmera.
ru: Содержимое появится на расстоянии 0,8 м перед камерой.
tr: İçerik kameranın 0,8 m önünde görünecek.
zh_hans: 内容将出现在相机前方 0.8m 处。

# İçerik oluştur
source: Create content
ar: إنشاء المحتوى
bn: সামগ্রী তৈরি করুন
de: Inhalte erstellen
es: Crear contenido
fr: Créer du contenu
hi: सामग्री बनाएँ
ja: コンテンツの作成
pt: Crie conteúdo
ru: Создавайте контент
tr: İçerik oluştur
zh_hans: 创建内容

# İçerik yerleştiriliyor…
source: Content is being placed…
ar: جاري وضع المحتوى…
bn: বিষয়বস্তু স্থাপন করা হচ্ছে...
de: Inhalte werden platziert…
es: Se está colocando contenido...
fr: Le contenu est en cours de placement…
hi: सामग्री डाली जा रही है...
ja: コンテンツが配置されています…
pt: O conteúdo está sendo colocado…
ru: Контент размещается…
tr: İçerik yerleştiriliyor…
zh_hans: 内容正在放置中...

# İçerikler şu anda yüklenemiyor. Biraz sonra tekrar dene.
source: The contents cannot be loaded at this time. Try again in a little while.
ar: لا يمكن تحميل المحتويات في هذا الوقت. حاول مرة أخرى بعد قليل.
bn: বিষয়বস্তু এই সময়ে লোড করা যাবে না. কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।
de: Der Inhalt kann derzeit nicht geladen werden. Versuchen Sie es später noch einmal.
es: El contenido no se puede cargar en este momento. Vuelve a intentarlo dentro de un rato.
fr: Le contenu ne peut pas être chargé pour le moment. Réessayez dans quelques instants.
hi: इस समय सामग्री लोड नहीं की जा सकती. थोड़ी देर में पुनः प्रयास करें.
ja: 現在コンテンツをロードできません。しばらくしてからもう一度お試しください。
pt: O conteúdo não pode ser carregado neste momento. Tente novamente daqui a pouco.
ru: В настоящее время содержимое не может быть загружено. Повторите попытку через некоторое время.
tr: İçerikler şu anda yüklenemiyor. Biraz sonra tekrar dene.
zh_hans: 此时无法加载内容。稍后再试一次。

source: Open the content, copy its link from the Share menu, then return here. Tap OK to verify the link and add it to the card.
ar: افتح المحتوى، وانسخ الرابط الخاص به من قائمة المشاركة، ثم ارجع إلى هنا. انقر فوق "موافق" للتحقق من الرابط وإضافته إلى البطاقة.
bn: বিষয়বস্তু খুলুন, শেয়ার মেনু থেকে এর লিঙ্কটি অনুলিপি করুন, তারপরে এখানে ফিরে আসুন। লিঙ্কটি যাচাই করতে ও কার্ডে যোগ করতে ঠিক আছে আলতো চাপুন।
de: Öffnen Sie den Inhalt, kopieren Sie den Link aus dem Menü „Teilen“ und kehren Sie dann hierher zurück. Tippen Sie auf OK, um den Link zu überprüfen und zur Karte hinzuzufügen.
es: Abra el contenido, copie su enlace del menú Compartir y luego regrese aquí. Toque Aceptar para verificar el enlace y agregarlo a la tarjeta.
fr: Ouvrez le contenu, copiez son lien depuis le menu Partager, puis revenez ici. Appuyez sur OK pour vérifier le lien et l'ajouter à la carte.
hi: सामग्री खोलें, शेयर मेनू से उसका लिंक कॉपी करें, फिर यहां वापस आएं। लिंक को सत्यापित करने और इसे कार्ड में जोड़ने के लिए ओके पर टैप करें।
ja: コンテンツを開き、[共有] メニューからリンクをコピーして、ここに戻ります。 [OK] をタップしてリンクを確認し、カードに追加します。
pt: Abra o conteúdo, copie o link do menu Compartilhar e volte aqui. Toque em OK para verificar o link e adicioná-lo ao cartão.
ru: Откройте контент, скопируйте ссылку из меню «Поделиться», затем вернитесь сюда. Нажмите «ОК», чтобы проверить ссылку и добавить её в карточку.
tr: İçeriği aç, Paylaş menüsünden bağlantıyı kopyala ve bu ekrana dön. Tamam bağlantıyı doğrulayıp karta ekler.
zh_hans: 打开内容，从「分享」菜单复制链接，然后返回此处。点击「好的」以验证链接并将其添加到卡片中。

# İçeriğini ekleyebilir veya farklı bir yüzey seçebilirsin.
source: You can add your content or choose a different surface.
ar: يمكنك إضافة المحتوى الخاص بك أو اختيار سطح مختلف.
bn: আপনি আপনার সামগ্রী যোগ করতে পারেন বা একটি ভিন্ন পৃষ্ঠ চয়ন করতে পারেন৷
de: Sie können Ihren Inhalt hinzufügen oder eine andere Oberfläche wählen.
es: Puedes agregar tu contenido o elegir una superficie diferente.
fr: Vous pouvez ajouter votre contenu ou choisir une surface différente.
hi: आप अपनी सामग्री जोड़ सकते हैं या कोई भिन्न सतह चुन सकते हैं.
ja: コンテンツを追加したり、別のサーフェスを選択したりできます。
pt: Você pode adicionar seu conteúdo ou escolher uma superfície diferente.
ru: Вы можете добавить свой контент или выбрать другую поверхность.
tr: İçeriğini ekleyebilir veya farklı bir yüzey seçebilirsin.
zh_hans: 您可以添加内容或选择不同的表面。

# İşlem gerekiyor
source: Action required
ar: الإجراء مطلوب
bn: অ্যাকশন প্রয়োজন
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
hi: कार्रवाई आवश्यक है
ja: アクションが必要です
pt: Ação necessária
ru: Требуется действие
tr: İşlem gerekiyor
zh_hans: 需要采取行动

# İşlem tamamlanamadı
source: The operation could not be completed
ar: لا يمكن إكمال العملية
bn: অপারেশন সম্পন্ন করা যায়নি
de: Der Vorgang konnte nicht abgeschlossen werden
es: La operación no se pudo completar.
fr: L'opération n'a pas pu être complétée
hi: ऑपरेशन पूरा नहीं हो सका
ja: 操作を完了できませんでした
pt: A operação não pôde ser concluída
ru: Операция не может быть завершена
tr: İşlem tamamlanamadı
zh_hans: 操作无法完成

source: Use the AR camera to discover posts other explorers have left around your city.
ar: استخدم كاميرا الواقع المعزز لاكتشاف المنشورات التي تركها مستكشفون آخرون في مدينتك.
bn: AR ক্যামেরা দিয়ে আপনার শহরে অন্য অনুসন্ধানকারীদের রেখে যাওয়া পোস্ট আবিষ্কার করুন।
de: Entdecken Sie mit der AR-Kamera Beiträge, die andere Entdecker in Ihrer Stadt hinterlassen haben.
es: Usa la cámara AR para descubrir las publicaciones que otros exploradores han dejado por tu ciudad.
fr: Utilisez la caméra AR pour découvrir les publications laissées par d’autres explorateurs dans votre ville.
hi: AR कैमरे से अपने शहर में दूसरे खोजकर्ताओं द्वारा छोड़ी गई पोस्ट खोजें।
ja: AR カメラで、他の探索者があなたの街に残した投稿を見つけましょう。
pt: Use a câmera AR para descobrir as postagens que outros exploradores deixaram pela sua cidade.
ru: Используйте AR-камеру, чтобы находить публикации, оставленные другими исследователями в вашем городе.
tr: Şehrinde diğer kaşiflerin bıraktığı postları AR kameranla keşfet.
zh_hans: 使用 AR 相机，发现其他探索者在您的城市中留下的帖子。

# Şiddet veya tehlikeli içerik
source: Violent or dangerous content
ar: محتوى عنيف أو خطير
bn: সহিংস বা বিপজ্জনক বিষয়বস্তু
de: Gewalttätige oder gefährliche Inhalte
es: Contenido violento o peligroso
fr: Contenu violent ou dangereux
hi: हिंसक या खतरनाक सामग्री
ja: 暴力的または危険な内容
pt: Conteúdo violento ou perigoso
ru: Жестокий или опасный контент
tr: Şiddet veya tehlikeli içerik
zh_hans: 暴力或危险内容

# Şifre
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
pt: Senha
ru: Пароль
tr: Şifre
zh_hans: 密码

# Şifre güncellenemedi. Kurtarma bağlantısını yeniden iste.
source: Could not update the password. Request a new reset link.
ar: تعذر تحديث كلمة المرور. اطلب رابط إعادة تعيين جديدًا.
bn: পাসওয়ার্ড আপডেট করা যায়নি। নতুন রিসেট লিঙ্কের অনুরোধ করুন।
de: Das Passwort konnte nicht aktualisiert werden. Fordern Sie einen neuen Link zum Zurücksetzen an.
es: No se pudo actualizar la contraseña. Solicita un nuevo enlace para restablecerla.
fr: Impossible de mettre à jour le mot de passe. Demandez un nouveau lien de réinitialisation.
hi: पासवर्ड अपडेट नहीं किया जा सका। नया रीसेट लिंक माँगें।
ja: パスワードを更新できませんでした。新しい再設定リンクをリクエストしてください。
pt: Não foi possível atualizar a senha. Solicite um novo link de redefinição.
ru: Не удалось обновить пароль. Запросите новую ссылку для сброса.
tr: Şifre güncellenemedi. Kurtarma bağlantısını yeniden iste.
zh_hans: 无法更新密码。请重新获取重置链接。

source: We have sent you the password reset link. The link will open the new password screen in LociAR.
ar: لقد أرسلنا لك رابط إعادة تعيين كلمة المرور. سيفتح الرابط شاشة كلمة المرور الجديدة في LociAR.
bn: আমরা আপনাকে পাসওয়ার্ড রিসেট লিঙ্ক পাঠিয়েছি। লিঙ্কটি LociAR-এ নতুন পাসওয়ার্ড স্ক্রীন খুলবে।
de: Wir haben Ihnen den Link zum Zurücksetzen des Passworts gesendet. Der Link öffnet den neuen Passwortbildschirm in LociAR.
es: Le hemos enviado el enlace para restablecer la contraseña. El enlace abrirá la pantalla de nueva contraseña en LociAR.
fr: Nous vous avons envoyé le lien de réinitialisation du mot de passe. Le lien ouvrira l’écran du nouveau mot de passe dans LociAR.
hi: हमने आपको पासवर्ड रीसेट लिंक भेज दिया है। लिंक LociAR में नई पासवर्ड स्क्रीन खोलेगा।
ja: パスワードリセットリンクを送信しました。リンクをクリックすると、LociAR の新しいパスワード画面が開きます。
pt: Enviamos a você o link de redefinição de senha. O link abrirá a tela de nova senha no LociAR.
ru: Мы отправили вам ссылку для сброса пароля. Ссылка откроет экран нового пароля в LociAR.
tr: Şifre yenileme bağlantısını gönderdik. Bağlantı LociAR’da yeni şifre ekranını açacak.
zh_hans: 我们已向您发送了密码重置链接。该链接将在 LociAR 中打开新密码屏幕。

# Şifreler eşleşiyor
source: Passwords match
ar: كلمات المرور متطابقة
bn: পাসওয়ার্ড মেলে
de: Passwörter stimmen überein
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
hi: पासवर्ड मेल खाते हैं
ja: パスワードが一致する
pt: Correspondência de senhas
ru: Пароли совпадают
tr: Şifreler eşleşiyor
zh_hans: 密码匹配

# Şifreler farklı
source: Passwords are different
ar: كلمات المرور مختلفة
bn: পাসওয়ার্ড ভিন্ন
de: Passwörter sind unterschiedlich
es: Las contraseñas son diferentes
fr: Les mots de passe sont différents
hi: पासवर्ड अलग हैं
ja: パスワードが異なります
pt: As senhas são diferentes
ru: Пароли разные
tr: Şifreler farklı
zh_hans: 密码不同

# Şifreni yenile
source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك
bn: আপনার পাসওয়ার্ড রিসেট করুন
de: Setzen Sie Ihr Passwort zurück
es: Restablece tu contraseña
fr: Réinitialisez votre mot de passe
hi: अपना पासवर्ड रीसेट करें
ja: パスワードをリセットする
pt: Redefinir sua senha
ru: Сбросить пароль
tr: Şifreni yenile
zh_hans: 重置您的密码

# Şifreyi gizle
source: Hide password
ar: إخفاء كلمة المرور
bn: পাসওয়ার্ড লুকান
de: Passwort verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
hi: पासवर्ड छिपाएँ
ja: パスワードを隠す
pt: Ocultar senha
ru: Скрыть пароль
tr: Şifreyi gizle
zh_hans: 隐藏密码

# Şifreyi göster
source: Show password
ar: إظهار كلمة المرور
bn: পাসওয়ার্ড দেখান
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hi: पासवर्ड दिखाएँ
ja: パスワードを表示
pt: Mostrar senha
ru: Показать пароль
tr: Şifreyi göster
zh_hans: 显示密码

# Şifreyi güncelle
source: Update password
ar: تحديث كلمة المرور
bn: পাসওয়ার্ড আপডেট করুন
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
hi: पासवर्ड अपडेट करें
ja: パスワードを更新する
pt: Atualizar senha
ru: Обновить пароль
tr: Şifreyi güncelle
zh_hans: 更新密码

# Şifreyi tekrar yaz
source: Confirm password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
ja: パスワードの確認
pt: Confirmar senha
ru: Подтвердите пароль
tr: Şifreyi tekrar yaz
zh_hans: 确认密码

# Şimdi yayınla
source: Publish now
ar: انشر الآن
bn: এখন প্রকাশ করুন
de: Jetzt veröffentlichen
es: Publicar ahora
fr: Publier maintenant
hi: अभी प्रकाशित करें
ja: 今すぐ公開
pt: Publique agora
ru: Опубликовать сейчас
tr: Şimdi yayınla
zh_hans: 立即发布

# Şu anda yüklenemiyor
source: Could not load right now
ar: تعذر التحميل الآن
bn: এই মুহূর্তে লোড করা যায়নি
de: Konnte momentan nicht geladen werden
es: No se pudo cargar ahora
fr: Impossible de charger pour le moment
hi: अभी लोड नहीं किया जा सका
ja: 現在ロードできませんでした
pt: Não foi possível carregar agora
ru: Не удалось загрузить прямо сейчас
tr: Şu anda yüklenemiyor
zh_hans: 现在无法加载

# ⚠️ Ağ hatası
source: ⚠️ Network error
ar: ⚠️ خطأ في الشبكة
bn: ⚠️ নেটওয়ার্ক ত্রুটি
de: ⚠️ Netzwerkfehler
es: ⚠️ Error de red
fr: ⚠️ Erreur réseau
hi: ⚠️ नेटवर्क त्रुटि
ja: ⚠️ネットワークエラー
pt: ⚠️ Erro de rede
ru: ⚠️ Ошибка сети.
tr: ⚠️ Ağ hatası
zh_hans: ⚠️网络错误

# ⚠️ Kota aşıldı
source: ⚠️ Quota exceeded
ar: ⚠️ تم تجاوز الحصة
bn: ⚠️ কোটা অতিক্রম করেছে৷
de: ⚠️Kontingent überschritten
es: ⚠️ Cupo excedido
fr: ⚠️ Quota dépassé
hi: ⚠️ कोटा पार हो गया
ja: ⚠️ 割り当てを超過しました
pt: ⚠️ Cota excedida
ru: ⚠️ Квота превышена
tr: ⚠️ Kota aşıldı
zh_hans: ⚠️超出配额

# ⚠️ VPS zaman aşımı
source: ⚠️ VPS timeout
ar: ⚠️ مهلة VPS
bn: ⚠️ VPS সময়সীমা
es: ⚠️ Se agotó el tiempo de espera de VPS
fr: ⚠️ Délai d'expiration du VPS
hi: ⚠️ वीपीएस टाइमआउट
ja: ⚠️ VPS タイムアウト
pt: ⚠️ Tempo limite do VPS
ru: ⚠️ Тайм-аут VPS
tr: ⚠️ VPS zaman aşımı
zh_hans: ⚠️VPS超时

# ⚠️ İç hata
source: ⚠️ Internal error
ar: ⚠️ خطأ داخلي
bn: ⚠️ অভ্যন্তরীণ ত্রুটি
de: ⚠️ Interner Fehler
es: ⚠️ Error interno
fr: ⚠️ Erreur interne
hi: ⚠️आंतरिक त्रुटि
ja: ⚠️ 内部エラー
pt: ⚠️ Erro interno
ru: ⚠️ Внутренняя ошибка
tr: ⚠️ İç hata
zh_hans: ⚠️ 内部错误

# Bilinmeyen sync işlemi: %@
source: Unknown sync operation: %@
ar: عملية مزامنة غير معروفة: %@
bn: অজানা সিঙ্ক অপারেশন: %@
de: Unbekannter Synchronisierungsvorgang: %@
es: Operación de sincronización desconocida: %@
fr: Opération de synchronisation inconnue : %@
hi: अज्ञात सिंक ऑपरेशन: %@
ja: 不明な同期操作: %@
pt: Operação de sincronização desconhecida: %@
ru: Неизвестная операция синхронизации: %@.
tr: Bilinmeyen sync işlemi: %@
zh_hans: 未知的同步操作：%@

# Paylaşırken baktığın yöne %lld° sağa dön.
source: Turn %lld° right toward the direction you faced when posting.
ar: أدر %lld° يمينًا في الاتجاه الذي واجهته عند النشر.
bn: %lld° ডানদিকে ঘুরুন যে দিকে পোস্ট করার সময় আপনি মুখোমুখি হয়েছিলেন।
de: Drehen Sie %lld° nach rechts in die Richtung, in die Sie beim Posten blickten.
es: Gire %lld° a la derecha en la dirección en la que miraba al publicar.
fr: Tournez de %lld° vers la droite pour retrouver l’orientation de la publication.
hi: %lld° को उस दिशा की ओर दाईं ओर मोड़ें जिसका सामना आपने पोस्ट करते समय किया था।
ja: 投稿時に向いていた方向へ、右に %lld° 回してください。
pt: Vire %lld° à direita na direção que você olhou ao postar.
ru: Поверните %lld° вправо в том направлении, в котором вы смотрели при публикации.
tr: Paylaşırken baktığın yöne %lld° sağa dön.
zh_hans: 向右旋转 %lld°，对准发布帖子时的朝向。
